Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Doaibmabidju 15. Sámi oahpaheaddjioahpahus
smj: sámedigge galggá gåhtjoduvvat dán bargguj oassálasstet.

source: Vai lea dárbbašlaš njuovžilvuohta, de berre Sámi allaskuvla čovdojuvvot riikkalaš rápmaplánas mii lea vuođđoskuvlla oahpaheaddjioahpahusa várás.
smj: Åvdåsvásstediddje: Máhttodepartemænnta / Barggo- ja sebrudahttemdepartemænnta / Åhpadusdierktoráhtta Ájgge: Gárveduvvat 2010-2012 (gatjálvis goassa guoradallam álggá)

source: Departemeanta ulbmáda fápmudit iežas válddi Sámi allaskuvlii das mii guoská ođđa sámi oahpaheaddjioahpu struktuvrii ja huksehussii.
smj: 14. doajmma Alfabetiserimprosjækta Tråmsån Tråmså fylkasuohkan ájggu álgadit alfabetiserimprosjevtav ållessjattugijda fylkan.

source: Kártet rekruhttenvuođu ja makkár dárbu lea sámegielalaš oahpaheaddjiide
smj: Ulmmen prosjevtajn le oassevállde galggi arvusmahteduvvat formáliserit ietjasa sámegiela máhtudagáv, nav vaj sij máhtti sámegielav njálmálattjat ja tjálalattjat adnet.

source: Dárbu lea álggahit doaibmabiju mii nanne sámegielalaš oahpaheaddjiid rekruhttema.
smj: Ájggomussan le studieguovdátja vidán, gudán sajen Tråmså fylkan kursajt ásadit.

source: Doaibmabidju mii galgá rekruhttet oahppiid sámi oahpaheaddjioahpahussii ja oahpaheaddjioahpahussii mas lea sámegiella fágan
smj: Vijdábut de rabáduvvá næhttasadje prosjæktaoasseválldijda gånnå le máhttelis gielav adnet friddja, ja guládallat gaskanisá ja prosjæktajådediddjijn.

source: Unnán leat ohccit sámi oahpaheaddjioahpahussii, mas ohppet sámegiela ja sámegillii.
smj: alep åhpadus ja rekrutterim Dárbbo le sámegiela dutkamijt ja åhpadusájt nannit.

source: Dárbu lea liigemovttiidahttimii oaččuhan dihtii ohcciid sámi oahpaheaddjioahpahussii dahje dábálaš dáža oahpaheaddjioahpahussii mas oahppis lea sámegiella fágan.
smj: sáme allaskåvllå le guovdásj institusjåvnnå sáme dutkamværáldin åvdep sáme instituhtajn dutkamåssudahkan. Tråmså universitehtta le juogedum nasjonálalasj åvdåsvásstádusáv sáme dutkamis ja åhpadusás Vuonan.

source: Rekruhttendoaibmabidju berre plánejuvvot ja čađahuvvot dain ásahusain mat fállet oahpu, ja mat buoremusat dovdet daid birrasiid main lea lunddolaš rekruhttet oahppiid.
smj: sáme åhpadus guovdásj Tråmså universitehtan barggá universitehta dutkam- ja åhpadusdåjmaj nannimijn ma gulluji sáme ja iemeálmmuga dilijda.

source: Jagi 2009 álggahuvvui ortnet studeanttaid várás guđet čađahit dihto oahpaheaddjioahpuid, ee. masterprográmma oahpaheaddjioahpus mas lea giella dahje reálafága, nu ahte sin oahppoloanas sihkkojuvvojit oasit.
smj: Konkrehta prosjevtaj baktu álgat ja jådet guovdásj ietjasa dutkamav, ja fágajgasskasasj - dutkam- ja åhpadusaktisasjbargov álgat ja koordinere. Bådådjo allaskåvllå vaddá åhpadusfálaldagájt julevsáme gielan oassen åhpadiddje ja åvddåskåvllååhpadiddjeåhpadusás jali dagu joarkkaåhpadussan.

source: Dan strategiija oktavuođas man namma lea «Kompetanse for kvalitet – videreutdanning for lærereš (Máhttu kvalitehta dihtii – joatkkaoahppu oahpaheaddjiide), galgá addojuvvot lohkanfálaldat mii lea gitta 60 oahppočuoggá árvosaš dan golmma sámegielas mat leat Sámi allaskuvllas, Bodeaju allaskuvllas ja Davvi-Trøndelága allaskuvllas.
smj: nuortta-Trøndelága allaskåvllå le juogedum nasjonálalasj åvdåsvásstádusáv oarjjelsáme gielas åhpadiddjeåhpadusá aktijvuodajn.

source: Dihtosis galgá leat goas fálaldagat álggahuvvojit. Dát lohkanfálaldagat leat ovddimusat oahpaheaddjiid várás, muhto dat leat rabas maiddái earáge dohkálaš ohcciide.
smj: sámedigge le tsuojggodam fálaldagá vierttiji sihkarasteduvvat guoskadaládum allaskåvlåjn vájku man binná studentajs le gudi sihti oarjjel- ja julevsáme åhpadusáv tjadádit.

source: Departemeanta áigu doarjut máŋggadássásaš kurssaid ja lohkamiid sámegielas maid Sámi allaskuvla, eará oahpaheaddjioahpahusa ásahusat ja sámi giellaguovddážat lágidit.
smj: Dáj åhpadusájn ij goassak vuordeduvá ållo ulmutja, ja dajnas le sierraláhkáj ájnnasin smávva sáme gielajda jut sámegielak máhtudahka gávnnu. sÁMEDiGGE LE ÁsaDaM stipendav alep

source: Eará gielladoaibmabijut
smj: Ulmmen le samegielak fáhkaul

source: Doaibmabidju 22.
smj: Jagen 2009 vuoroduvvá sáme

source: Sierra doaibmabijut mat galget nannet giellaovdáneami oarjilsámi guovllus ja julevsámi guovllus
smj: julev-, jali nuorttasámegielan gånnå oarjjel sábme ja julevsábme alemusát vuoroduvvi,

source: Dehálaš lea ahte oarjilsámi servodat ja julevsámi servodat ieža besset čilget makkár dárbbut sis leat nannet gielaset.
smj: joarkkaåhpadus boarrásijhuvson, ja joarkkaåh padus duostodit ja máhtsadit psykososiálalasj

source: Danne várrejuvvojit sierra ohcanvejolaš ruđat prošeavttaide mat sáhttet nannet oarjilsámi ja julevsámi giellabirrasiid.
smj: Jus

source: Bargo- ja searvadahttindepartemeanta ulbmáda ahte Nordlándda fylkkamánni galgá váldit badjelasas hálddašit dáid ruđaid.
smj: ájnegis stipenda rámma li smáve dajna sivájn gå li ållo dåhkkiduvvam åhttse, de juogeduvvá

source: Oarjilsámi giellabeassi
smj: avta ållo ruhta gesik.

source: Nordlándda fylkkamánni ja Sámeskuvlastivra Ruoŧas leat ovttas ráhkadan prošeaktaplána oarjilsámi giellaleairraid várás.
smj: Nordlánda fylkasuohkan ájggu arvusmahttet

source: Áigumuš lea ealáskahttit, nannet ja ovddidit oarjilsámegiela.
smj: sámegiela máhtudagáv ienedittjat i. i. dajnas sihkarasstet dåhkkiduvvam fáhkabarggijt sáme

source: Dasto vel čuovvoluvvojit leairaoahppiid vánhemat.
smj: juollot giellaåhpadusstipendajt arvusmahtátjit

source: Giellaleairras ledje 70 oasseváldi.
smj: ulmutjijt sámegiellaåhpasdusáv válldet.

source: Bargo- ja searvadahttindepartemeanta lea juolludan ruđaid jagi 2008 prošektii, ja áigu ain doarjut prošeavtta.
smj: stipænnda máhttá aj juogeduvvat åhttsijda

source: Prošektii leat plánejuvvon jahkásaččat guokte giellaleairra golbma jagi ovddas guvlui.
smj: gudi sámegielav låhki universitehta- ja allaskåv lå dásen ja åhttsijda gejn le sáme giellaåhpadus

source: Doaibmabidju 24.
smj: joarkkaskåvlån.

source: Ovddidanprošeakta Davvi-Trøndelága fylkkasuohkanis Davvi-Trøndelága fylkkasuohkan lea jagi 2008 rájis mielde sámi giellalága hálddašanguovllus, ja áigu jagi 2009 álggahit 3-jahkásaš ovddidanprošeavtta ovddidan ja nannen dihtii oarjilsámi giela ja kultuvrra. Prošeakta erenoamážit deattuha sámegiela oahpahusa oktiiheiveheami.
smj: Máhttodepartemænnta ájggu daj institu- sjåvnåj gudi fálli åhpadusáv sámegiellaj ja sámegielan aktisattjat tjadá mannat barggo- ja åvdåsvásstádus juohkemav dáj gaskan, ja ájggu láhtjet dilev nav vaj lagáp aktisasjbarggo dáj institusjåvnåj gaskan sjaddá, ja aj aktisasjbargguj ietjá institusjåvnåj ma li guovlojn gånnå le dárbbo sámegiela åhpadusájs.

source: Prošeakta galgá válmmastit málliid das mo oktiiheivehit sámegiela oahpahusa 13-jahkásaš skuvlaáigodahkii ja alit oahpahussii, ja álggahit doaibmabijuid main giella- ja kulturmáhttu adnojuvvojit oktiigullevažžan.
smj: Åhpadusinstitusjåvnå máhtti åhtsåt oadtjot vissa sajijt, i. i. sáme åhttsijda, muhtem åhpadusá åhttsijda. Tråmså universitehtta, Finnmárko allaskåvlån, Lillehammera allaskåvlån, ja Veterineraallaskåvlån li sierra saje sáme åhttsijda muhtem åhpadusájn.

source: Prošeavtta ovttasbargit leat Snoasa suohkan ja eará vuođđooahpahussii ja alit oahpahussii gulli oasálaččat.
smj: Departemænnta ájggu fámov sirddet sáme allaskåvllåj mij gullu ådå sáme åhpadiddjeåhpadusá struktuvrraj ja hábmáj.

source: Guovdilis birrasat, organisašuvnnat ja ásahusat Suomas ja Norggas leat ásahan oktavuođaid ja ovttasbarggu, vai lea vejolaš johtui oažžut oktasaš nuortalaš / goltálaš giella- ja kulturdoaibmabijuid jagi 2009 rájis.
smj: Le gal aj nsajenis vaddet bajemus nasjonálalasj mærrádusájt (láhkatjallusav) háme guhkudagá ja oajvveåsij hárráj (fágaj, pedagogihka, práksisa jná) mij galggá gullut sáme vuodoskåvlå åhpadiddjeåhpadussaj aj.

source: Bargo- ja searvadahttindepartemeanta ruhtada doaibmabijuid.
smj: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009-2012

source: Doaibmabidju 26. Bihtánsámi giela ja kultuvrra ealáskahttin
smj: 16. doajmma Rekrutterimvuodo ja sámegielak åhpadiddjij dárbo guoradallam

source: Norggas bihtánsámit leat unna jovkkoš ja bihtánsámi giella ja kultuvra lea lossa deattu vuolde.
smj: Dárbbo le dåjmajt álgadit nannitjit sámegielak åhpadiddje rekrutterimav.

source: Bihtánsámit leat maŋimuš logi jagi álggahan bihtánsámi giela ja kultuvrra ealáskahttinbarggu.
smj: Departemænnta ájggu rekrutterimvuodov guoradallat sáme alep åhpadussaj ja dárbojt sámegielak åhpadiddjijs.

source: MÁRKOMÁNÁK SÁMI MÁNÁIDGÁRDI lea bođolaš mánáidgárdi Skániin Lulli-Romssas.
smj: Dárbbo le aj oadtjot diedojt åhpadiddjediles sáme skåvlåjs sáme guovloj ålggolin.

source: Mánáidgárddis leat 18 olles- beaisaji ja 3,2 bissovaš virggi.
smj: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009-2012

source: Mánáidgárdi addá fálaldagaid mánáide Evenášši, Skániid ja Dielddanuori suohkaniin. Hárvves mánás lea sámegiella ruovttugiellan.
smj: 17. doajmma Rekrutterimdåjma sáme åhpadiddjeåhpadussaj ja åhpadiddjeåhpadussaj sámegiela fágajn

source: Muhtun mánát gullet sámegiela bearašlahtuin, omd. áhkus dahje ádjás.
smj: sámegiellaj ja sámegielan åhpadiddjeåhpadusán le unnán rekrutterim.

source: Prošeaktabargi, guhte lea barggus golbma beaivvi vahkus, lea čalmmustahttán njálmmálaš sámegiela lávlumiin ja duhkoraddamiin, sierranas fáttáiguin, nugo gárdumiin ja guollebivdduin, ja eará fáttáiguin main sámi giella ja kultuvra leat leamaš váldofáttát.
smj: Dárbbo le sierra dåjmaj lásedittjat berustimev åtjåtjit sáme åhpadiddjeåhpadussaj jali sámegiela fágajn dáro åhpadiddjeåhpadusán. Rekrutterimdåjma vierttiji plániduvvat ja tjadáduvvat dajs institusjåvnåjs ma åhpadusáv fálli, ja majn li buoremus diedo birrusijs gåsstå le luondulasj studentajt rekrutterit.

source: Mánát leat leamaš mielde sámegielalaš birrasis ja eará birrasiin, main deattuhit sámásteami.
smj: Departemænnta biedjá rekrutterimdåjmajda ruhtadimev. Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009

source: Mánáidgárddiid bargit leat oaidnán stuorra ovdáneami.
smj: 18. doajmma Rekrutterimratjástibme Finnmárkon – niehkovigge

source: Prošeavtta oktavuođas leat maid deattuhan sierrapedagogalaš máhtu bargiid guovttegielalašvuođa birra. Sámediggi ruhtadii dán golmmajahkásaš prošeavtta guhkesáiggi áŋgiruššama oassin.
smj: sáme allaskåvllå, sámedigge, Ks Finnmárkon, Finnmárko allaskåvllå ja Fylkaålmmå Finnmárkon le álgadam rekrutterimtatjástimev åttjudittjat ienep studentajt dán guovte åhpadiddje allaskåvlåjda.

source: Ulbmil lea ahte mánát galget sáhttit oažžut sámegiela oahpahusa vuosttasgiellan go sii álget skuvlii.
smj: 2009 jage rájes álgij årnik studentajda gudi ålliji muhtem åhpadiddjeåhpadusáv i. i. masterprográmmav åhpadiddjeåhpadusás gielajn jali realfágajn, gånnå oadtju luojtedum oasev åhpadusluojkas gå li dævddám ienemusát 60 oahppatjuorga sámegielan oassen vuodoåhpadusás åhpadiddjen.

source: Dál prošeaktaáigodaga maŋŋá lea mánáidgárdi álggahan prošeavtta ” Oahpat munnje sámegiela ovdalgo skuvla álgá ”.
smj: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009-2012 37 20. doajmma Joarkkaåhpadus sámegielan åhpadiddjijda

source: RØROS-SÁMI GUOVLLUS leat ožžon áigái lagaš ovttasbarggu daid ásahusaid gaskkas, main lea ovddasvástádus fállat sámegiela oahpahusa, ja dat lea váikkuhan nu, ahte sámegiela vuođđooahpahusas eai báljo heaitte šat oahppit.
smj: Máhtudagá kvalitehtta – joarkkaåhpadus åhpadiddjijda (Kompetanse for kvalitet - videreutdanning for lærere), fáladuvvá åhpadussa ienemusát 60 åhpadustjuorgaj rádjáj da gålmå sámegiellaj sáme allaskåvlån, Bådådjo allaskåvlån ja nuortta-Trøndelága allaskåvlån.

source: Ovttasráđiid skuvllaiguin Aajege sámi giella- ja máhttoguovddáš áimmahuššá sámi oahppi miehtá vuođđoskuvlla oahpahusa, ja dat doarju oahppi go son sirdá mánáidgárddis vuođđoskuvlii, ja viidáseappot vuođđoskuvllas joatkkaskuvlii.
smj: 21. doajmma Kursa og åhpadusá Departemænnta doarjju sáme giela kursajt ja åhpadusájt duon dán dásen ma aktisattjat organiseriduvvi aktan sáme allaskåvlåjn, ietjá åhpadiddjeåhpadusinstitusjåvnåjs ja sáme giellaguovdátjijs.

source: Go prošeakta nogai, de mánát sáhtte áddet dábálaš oarjilsámegiela.
smj: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009-2012 ietjá gielladåjma

source: Sii maid sáhtte vástidit oarjilsámegillii ja háleštit oarjilsámegillii.
smj: 22. doajmma Sierra dåjma giellaåvddånimev nannitjit oarjjelsáme ja julevsáme guovlojn

source: SÁMEDIGGI LEA VUOĐĐUDAN alit oahpahusa stipeandda. Ulbmil lea buoridit sámegielalaš fágaolbmuid rekruhttema sierra fágasurggiide.
smj: oarjjel ja julevsámegiela li ájtedum dilen ja dárbbo le dåjmajda ma li njuolgga hiebadum sierra dárbojda dáj sebrudagájn.

source: Jagi 2009 vuoruhuvvojit oahpponeavvopedagogihka alit oahppu, ovdaskuvlla ja dábálaš oahpaheaddjioahpu studeanttat geain lea sámegiella fágan, alit oahpahus oarjilsámegielas, julevsámegielas dahje davvisámegielas, main oarjilsámegiella ja julevsámegiella vuoruhuvvojit ovddimussii, joatkkaoahppu boarrásiidfuolas, ja joatkkaoahppu sámi mánáid ja nuoraid psykososiála gillámušaid eastadeamis ja buorideamis.
smj: Máhttá liehket dåjma d. d. oarjjelsáme resurssaguovdátjij ásaduvvamij ja nannimij, máhttelisvuodajda ållessjattukåhpadussaj ja famillja vuodo åhpadussaj julev- ja oarjjelsámegielan ja nannitjit bájkálasj ja guovlolasj giellasajij mánájda, nuorajda ja ållessjattugijda nannitjit. Ájnas le jut oarjjelsáme ja julevsáme sebrudagá iesj åvddånbukti ietjasa dárbojt gielav nannitjit.

source: NORDLÁNDDA FYLKKASUOHKAN áigu movttiidahttit olbmuid oažžut buoret máhtu sámegielas ee. sihkkarastin dihtii dohkálaš fágaolbmuid geain lea sámegiela máhttu sierranas fidnojoavkkuin.
smj: Danen biejaduvvá sierra ruhta prosjevtajda ma máhtti julev- ja oarjjelsáme gielav nannit. Barggo- ja sebrudahttemdepartemænnta vuorddá Fylkaålmmå nordlándan dájt rudájt háldat.

source: Fylkkasuohkan juolluda giellaoahpahusstipeandda movttiidahttin dihtii olbmuid váldit oahpahusa sámegielas.
smj: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta / Fylkaålmmå Nordlándan Ájgge: Doajmmaplána doajmmaájgen

source: Stipeandda sáhttet oažžut ohccit geat lohket sámegiela universitehta- ja allaskuvladásis, ja ohccit geain lea sámegiela oahpahus joatkkaskuvllas.
smj: 23. doajmma Oarjjelsáme giellabiesse Fylkaålmmå nordlándan ja sámeskåvllåstivrra svierigin le aktan dahkam prosjæktaplánav oarjjelsáme giellabiesijda.

source: Lasihit almmolaš fálaldagaid sámegillii geavaheaddjiide servodaga buot joregiin
smj: Ulmmen le ælládahttet, nannit ja åvddånahttet oarjjelsámegielav.

source: Gielat ovdánit ja seilot go olbmot gulahallet ja ovttastallet geavahettiineaset giela. Giella mii ii geavahuvvo manná maŋás.
smj: Prosjevtan le ulmmen jåksåt gájkka oahppijt gejn li oarjjelsáme åhpadus vuodoskåvlån Vuonan 6.-9. klássagijda ja 5.-8. klássagijda svierigin.

source: Ollu sámit sámástit, muhto eai máhte čállit ja lohkat sámegillii.
smj: Duodden galggá liehket æjgádij tjuovvolibme sijájt gænna li máná oassálassten.

source: Dainnago olbmuin lea unnán čállinmáhttu ja go vel váilot heivvolaš sámegielalaš sánit otnáš atnui, de orru leamen álkit geavahit dárogiela.
smj: sij gudi åhpadiddjen oassálassti, lågådiddje ja arvusmahtte prosjevtan sjaddi aj oadtjot máhttelisvuodajt fágalasj tjiegŋudahttemij jus le ávkálattjan prosjæktaj.

source: Čuovvumuš sáhttá hui farga leat dat ahte sámegiella njuohkána dárogillii, ja ahte beaivválaš dárbu geavahit sámegiela unnu olbmuid gaskkas.
smj: Giellabiesen lidjin 70 oassálasste.

source: Huksen dihtii giela lea dárbu viiddidit surggiid main giella dárbbašuvvo ja lea ávkkálaš olbmuid gulahallamii sihke beaivválaš eallimis, bargodilis ja go olbmuin lea dahkamuš almmolaš eiseválddiiguin.
smj: Barggo- ja sebrudahttemdepartemænnta le juollodam ruhtadimev prosjæktaj 2008 jage ja ájggu ájn joarkket prosjevtav doarjjot. Prosjevtan le plánidum guokta giellabiese jahkáj gålmå jahkáj.

source: Dilli gáibida ahte olbmuin lea buoret diđolašvuohta sámegiela geavaheamis sihke oktagassan, sámi servodaga olmmožin, sámi bargosajiin, sámi ásahusain ja almmolaš eiseválddiid luhtte.
smj: nuortta-Trøndelága fylkasuohkan le 2008 rájes sámegiela háldadusguovlo sissŋelin, ja ájggu jagen 2009 ásadit 3-jahkásasj åvddånahttemprosjevtav åvddånahtátjit ja nannitjit oarjjelsáme gielav ja kultuvrav.

source: Sámegiella lea odne máŋgga láhkai šaddan bođolažžan (priváhtan), nu ahte ii šat leat nu dábálaš dan álo geavahit.
smj: Prosjevtan le sierra dæddo aktanahttet sámegiela åhpadusáv.

source: Ovdamearkka dihtii leat un- nán sámegielalaš teavsttat interneahtas.
smj: Prosjækta galggá åvddånahttet modellajt aktanahtátjit sámegiela åhpadusáv

source: Hárvves girjegávppit vuvdet sámegielalaš girjjiid ja unnán girjerájut luiket sámegielalaš girjjiid.
smj: 38 13-jahkásasj skåvllåájgen ja alep åhpadusán, ja åvddånahttet dåjmajt gånnå giella ja kultuvrramáhtudahka aktan gehtjaduvvi.

source: Eanaš sámegielalaš olbmot leat odne doaibmi guovttegielalaš olbmot, guđet máhttet sihke dárogiela ja sámegiela.
smj: aktisasjbarggoguojme prosjæktaj le snåasen tjïelte ja ietjá dåjmadiddje vuodoåhpadusán ja alep åhpadusán.

source: Sii guđet bajásšaddet ovttagielalaš sámi ruovttus, ohppet dárogiela skuvllas, ustibiin ja muđuid servodagas.
smj: Barggo- ja sebrudahttemdepartemænnta doarjju prosjevtav.

source: Vaikko olut orrot hálddašeamen dárogiela ja sámegiela ovtta bures, de sámegiella goit lea dat giella mainna olmmoš buoremusat dovddaha iežas.
smj: Åvdåsvásstediddje: Nuortta-Trøndelága fylkasuohkan Ájgge: 2009-2012 25. doajmma Lullesáme giela ja kultuvra ællánahttem

source: Go sámelága giellanjuolggadusat biddjojuvvojedje doibmii, de čujuhuvvui dasa ahte vuoigatvuohta geavahit sámegiela galgá vuos ja ovddimusat leat dan dilis mas olbmui lea dárbu dovddahit iežas oaiviliid dárkilit ja deaivilit, ja vai ádde dan mii daddjojuvvo.
smj: Lullesáme musea njávddámin (neidenin) le álgadam bargov 3 jahkásasj prosjevtajn mij galggá ællánahttet gålldåsáme gielav ja kultuvrav rádjárasstididdje aktisasjbargujn lulle- / gålldåsámij gaskan Vuonan, suoman; ja soajttá aj Ruossjájn.

source: Dán dáfus dearvvasvuođabálvalus ja riektelágádus leat guovdilat, dasgo jos sámi olmmoš ii gulahala dáin surggiin, de dat sáhttá bahás sutnje čuohcit.
smj: aktijvuohta ásaduvvam le gaskal guoskadaládum birrusij, organisasjåvnåj ja institusjåvnåj suoman ja Vuonan åttjudittjat aktisasj gålldåsáme giella- ja kulturdåjmajt 2009 jage rájes.

source: Ráđđehus oaivvilda ahte lea dehálaš oažžut áigái guovttegielalaš servodagaid gosa lea vejolaš, ja dat lea mielas ain eambbo viiddidit sámi giellalága hálddašanguovllu.
smj: Bihtámsáme Vuonan li unna juohkusasj ja bihtámsáme giella ja kultuvrra le garra dætto vuolen. Bihtámsáme li dáv maŋemus lågejagev álggám bihtámsáme giela ja kultuvrav ællánahttem barggujn.

source: Sámelága giellanjuolggadusat addet riikkaolbmuide giellavuoigatvuođaid go sis lea dahkamuš almmolaš orgánaiguin.
smj: Ájggeguovddelis doajmma le álgadit bihtámsámijn ságastallamijt, Árran julevsámeguovdátjijn ja sámedikkijn.

source: Dat guoská njuolggadusaid, almmuhusaid ja skoviid jorgaleapmái sámegillii, vuoigatvuhtii oažžut vástádusa sámegillii, sámegiela viiddiduvvon geavaheapmái riektelágádusas, viiddiduvvon vuoigatvuhtii geavahit sámegiela dearvvasvuođa- ja sosiálasuorggis, oktagaslaš girkolaš bálvalusaide, vuoigatvuhtii oažžut oahpahusvirgelobi, ja vuoigatvuhtii oažžut oahpahusa sámegielas.
smj: Åvddåprosjækta plániduvvá 2009 jage.

source: Sámelága giellanjuolggadusaid árvvoštallan, mii čađahuvvui jagi 2007, buvttii oidnosii ahte eanaš almmolaš orgánat maidda sámelága giellanjuolggadusat gusket, eai ollašuhte lága gáibádusaid dievvasii.
smj: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2011

source: Deba ii leatge álbmogii, mii orru sámelága hálddašanguovllus, sihkkarastojuvvon vuoigatvuohtan geavahit sámegiela, go sis lea dahkamuš almmolaš orgánaiguin, namalassii ii nu bures go giellanjuolggadusat gáibidit.
smj: Almulasj fálaldagájt sámegiellaj lasedit addnijda gájkka sebrudaksuorgijn Giela åvddånahteduvvi ja bisoduvvi gå guládallam ja aktanahttem le ja gå aneduvvi.

source: Váldosivva orru leamen ahte almmolaš suorggi bargiin váilu sámegiela máhttu.
smj: Giela ma e aneduvá sjaddi sadjásisá masset. Moattes sámijs sámásti, valla e sámegielav tjále ja lågå.

source: Váldohástalus lea buoridit sámegiela geavaheami dain guovlluin main giella odne lea rašši, nugo mearrasámi, márkosámi, julevsámi ja oarjilsámi guovlluin.
smj: Tjállem tjehpudagá ja terminologija vánesvuohta dahká nav vaj dárro aneduvvá vuohkasabmusin. Båhtusin sjattasj ruvva nav vaj sámegiella sajev massá dárogiellaj, ja nav binnu sámegiela bæjválasj dárbbo.

source: Nubbi stuorra hástalus lea stuorrudit daid almmolaš bargiid logu geain lea sámegiela máhttu, sihkkarastit sámegielalaččaid vuoigatvuođaid kriminálafuolas, ja sihkkarastit buriid dearvvasvuođa-, fuolla- ja sosiálabálvalusaid ja girkolaš bálvalusaid sámegillii sámegielalaš geavaheaddjiide.
smj: Dát gájbbet diedulasj dásev anátjit sámegielav ájnegis ulmutjijs, sáme bájkálasj sebrudagájn, sáme barggosajijn, sáme institusjåvnåjn ja oajválattjajs sámegiela anon. nannusap sámegiela åhpadus ja lasse sámegiela adno almulasj ja priváhta sajijn máhttá aktan vaddet synergijafámojt ma máhtti nánnit sámegiela dilen árggabiejven ja lasedit ávkálasj vuojnojt sámegielav máhttet.

source: Čuovvovaš ulbmilat šaddet leat láidestahkan sámegielalaš almmolaš bálvalusaid joatkevaš buorideapmái:
smj: sámegiella le uddni moatteláhkáj priváhtiseridum ja gássjegis sadjihin. Buojkulvissaj le binná sáme tevstajs internehtan.

source: • Ovddidit dávvisámegiela, julevsámegiela ja oarjilsámegiela terminologiijaid, nu ahte dat leat dohkálaččat dearvvasvuođa- ja fuollabálvalusaide, politiijii ja kriminálafullii ja almmolaš hálddahussii muđuid
smj: Gallegasj girjjeoassása sámegielak girjijt vuobddi, ja gallegasj bibliotehka sáme girjijt luojkki. sámegiela anon nannitjit le danen ájnas sáme tevstajt ja sáme girjálasjvuodav dahkat sadjihin moatten sajen.

source: • Ovddidit buriid sámegielalaš dearvvasvuođabálvalusaid sámi mánáide ja nuoraide
smj: ienemus oasse sámegielagijs uddni le doajmme dáro-sáme guovtegielaga.

source: • Sihkkarastit sámegielalaš dearvvasvuođabálvalusaid boarrásat sámiide
smj: sij gudi bajássjaddi avtagielak sámegielagijn sijdan oahppi dárogielav skåvlåjn, rádnajs ja sebrudagás ietján.

source: • Sihkkarastit sámegielalaš olbmuid vuoigatvuođaid kriminálafuolas • Oaččuhit áigái buori ja buresdoaibmi sámegielalaš dulkonbálvalusa
smj: Juska moattes vuojnunagá sámegielav ja dárogielav máhtti buoragit, de gåjt le sámegiella ájn dat majt buoremusát máhtti.

source: • Oaččuhit áigái sámi dulkkaid dohkkehanortnega • Hukset kurssaid sámegielas ja kultuvrras almmolaš bargiid várás
smj: Rievtesvuoda sámegielav adnet almulasj aktijvuodajn le i. i. daj ájnnasamos rievtesvuodajs sáme álmmugij.

source: • Sihkkarastit bearráigeahččanortnegiid sámelága giellanjuolggadusaid čuovvoleami várás • Sihkkarastit ahte stáhtalaš etáhtat váldet atnui prográmmaid mat geavahit sámi čállinmearkkaid
smj: Gå sámelága giellanjuolgadusá doajmmagåhtin, de sjattaj dættodum rievtesvuoda sáme gielav adnet galgaj vuostatjin gå dárbbo tjielgga ja dárkkelit ja dalloj gå dádjadit galggá mij javladuvvá.

source: Sámelága giellanjuolggadusat mearriduvvojedje jagi 1990. Giellanjuolggadusat addet riikkaolbmuide giellavuoigatvuođaid go sis lea dahkamuš almmolaš orgánaiguin.
smj: Dánna le varresvuodadievnastus ja riektásuorgge guovdátjin, danen gå gielalasj vánesvuohta dáj suorgijn buktá vuorbedisvuodajt sidjij gesi dát gullu.
